#+TITLE: Planejamento Engarte - Assessoria digital para políticos e candidatos
**** Cenário 1 - Ideal
|----------+------------+----------------+--------------+-------------+------------------|
| Plano    | Quantidade | Valor de Setup | Valor Mensal | Total Setup | Total recorrente |
|----------+------------+----------------+--------------+-------------+------------------|
| Expressa |          7 |           1999 |          499 |    13993.00 |          3493.00 |
| Campanha |          3 |           5999 |         1999 |    17997.00 |          5997.00 |
|----------+------------+----------------+--------------+-------------+------------------|
| 0.00     |      10.00 |        7998.00 |      2498.00 |    31990.00 |          9490.00 |
|----------+------------+----------------+--------------+-------------+------------------|
#+TBLFM: $5=$2*$3;%.2f::$6=$2*$4;%.2f::@4=vsum(@II..@III);%.2f

**** Cenário 2 - Startup
|----------+------------+----------------+--------------+-------------+------------------|
| Plano    | Quantidade | Valor de Setup | Valor Mensal | Total Setup | Total recorrente |
|----------+------------+----------------+--------------+-------------+------------------|
| Expressa |         30 |           1999 |          199 |    59970.00 |          5970.00 |
|----------+------------+----------------+--------------+-------------+------------------|
| 0.00     |      30.00 |        1999.00 |       199.00 |    59970.00 |          5970.00 |
|----------+------------+----------------+--------------+-------------+------------------|
#+TBLFM: $5=$2*$3;%.2f::$6=$2*$4;%.2f::@3=vsum(@II..@III);%.2f

**** Cenário 3 - Mão-de-obra intensiva
|----------+------------+----------------+--------------+-------------+------------------|
| Plano    | Quantidade | Valor de Setup | Valor Mensal | Total Setup | Total Recorrente |
|----------+------------+----------------+--------------+-------------+------------------|
| Expressa |         30 |           1999 |          199 |    59970.00 |          5970.00 |
| Campanha |         10 |           5999 |         1999 |    59990.00 |         19990.00 |
| Completa |          5 |          19999 |         4999 |    99995.00 |         24995.00 |
|----------+------------+----------------+--------------+-------------+------------------|
| 0.00     |      45.00 |       27997.00 |      7197.00 |   219955.00 |         50955.00 |
|----------+------------+----------------+--------------+-------------+------------------|
#+TBLFM: $5=$2*$3;%.2f::$6=$2*$4;%.2f::@5=vsum(@II..@III);%.2f
